Repository: pasgou/OCB
Catalog: addons/l10n_*_pos_cert/i18n/*.po
Languages: fr

source: You cannot modify anything on a bank statement (name: %s) that was created by point of sale operations.
fr: Vous ne pouvez rien modifier sur un relevé bancaire (nom : %s) qui a été créé par les opérations de point de vente.

source: You cannot modify anything on a bank statement line (name: %s) that was created by point of sale operations.
fr: Vous ne pouvez rien modifier sur une ligne de relevé bancaire (nom : %s) qui a été créée par les opérations de point de vente.

source: You cannot modify a fiscal position used in a POS order. You should archive it and create a new one.
fr: Vous ne pouvez pas modifier une position fiscale utilisée dans une vente du POS. Vous devez l’archiver et en créer une nouvelle.

source: This session has been opened another day. To comply with the French law, you should close sessions on a daily basis. Please close session %s and open a new one.
fr: Cette session a été ouverte un autre jour. Pour vous conformer à la Loi Française, vous devez fermer les séances sur une base quotidienne. Veuillez clore la session %s et en ouvrir une nouvelle.

source: According to the French law, you cannot modify a %s. Forbidden fields: %s.
fr: Selon la loi Française, vous ne pouvez pas modifier un %s. Champs interdits : %s.

source: An error occured when computing the inalterability. Impossible to get the unique previous posted point of sale order.
fr: Une erreur s’est produite lors du calcul de l’inaltérabilité. Impossible d’obtenir l’ordre unique précédent de point de vente affiché.

source: According to the French law, you cannot modify a point of sale order. Forbidden fields: %s.
fr: Selon la loi Française, vous ne pouvez pas modifier un ordre de point de vente. Champs interdits : %s.

source: You cannot overwrite the values ensuring the inalterability of the point of sale.
fr: Vous ne pouvez pas écraser les valeurs assurant l’inaltérabilité du point de vente.

source: (Receipt ref.: %s)
fr: (Reçu Réf.: %s)

source: There isn't any order flagged for data inalterability yet for the company %s. This mechanism only runs for point of sale orders generated after the installation of the module France - Certification CGI 286 I-3 bis. - POS
fr: Il n’y a pas encore de commande signalée pour l’inaltérabilité des données pour l’entreprise %s. Ce mécanisme ne s’exécute que pour les ordres de point de vente générés après l’installation du module France - Certification CGI 286 I-3 bis. - POS (pos)

source: Corrupted data on point of sale order with id %s.
fr: Données corrompues sur l’ordre de point de vente avec id %s.

source: Successful test ! The point of sale orders are guaranteed to be in their original and inalterable state From: %(start_order_name)s %(start_order_ref)s recorded on %(start_order_date)s To: %(end_order_name)s %(end_order_ref)s recorded on %(end_order_date)s For this report to be legally meaningful, please download your certification from your customer account on Odoo.com (Only for Odoo Enterprise users).
fr: Test réussi ! Les ventes du point de vente sont garanties être dans leur état original et inaltérable À partir de : %(start_order_name)s %(start_order_ref)s enregistré sur %(start_order_date)s À : %(end_order_name)s %(end_order_ref)s enregistré sur %(end_order_date)s Pour que ce rapport soit juridiquement significatif, veuillez télécharger votre certification à partir de votre compte client sur Odoo.com (uniquement pour les utilisateurs d’Odoo Enterprise).

source: According to the French law, you cannot modify a point of sale order line. Forbidden fields: %s.
fr: Selon la loi Française, vous ne pouvez pas modifier une ligne de commande de point de vente. Champs interdits : %s.
