Repository: pasgou/OCB
Catalog: addons/l10n_*_certification/i18n/*.po
Languages: fr

source: An error occured when computing the inalterability. Impossible to get the unique previous posted journal entry.
fr: Une erreur s’est produite lors du calcul de l’inaltérabilité. Impossible d’obtenir l’entrée unique journal posté précédent.

source: According to the French law, you cannot modify a journal entry in order for its posted data to be updated or deleted. Unauthorized field: %s.
fr: Selon la loi Français, vous ne pouvez pas modifier une entrée de journal de telle façon que ses données affichées soient mises à jour ou supprimées. Champ non autorisé : %s.

source: You cannot overwrite the values ensuring the inalterability of the accounting.
fr: Vous ne pouvez pas écraser les valeurs assurant l’inaltérabilité de la comptabilité.

source: You cannot modify a posted journal entry. This ensures its inalterability.
fr: Vous ne pouvez pas modifier une entrée de journal publiée. Cela garantit son inaltérabilité.

source: (ref.: %s)
fr: (réf.: %s)

source: There isn't any journal entry flagged for data inalterability yet for the company %s. This mechanism only runs for journal entries generated after the installation of the module France - Certification CGI 286 I-3 bis.
fr: Il n’y a pas encore d’entrée de journal signalée pour l’inaltérabilité des données pour l’entreprise %s. Ce mécanisme ne s’exécute que pour les entrées de journal générées après l’installation du module France - Certification CGI 286 I-3 bis.

source: Corrupted data on journal entry with id %s.
fr: Données corrompues sur l’entrée du journal avec id %s.

source: Successful test ! The journal entries are guaranteed to be in their original and inalterable state From: %(start_move_name)s %(start_move_ref)s To: %(end_move_name)s %(end_move_ref)s For this report to be legally meaningful, please download your certification from your customer account on Odoo.com (Only for Odoo Enterprise users).
fr: Test réussi ! Les entrées de journal sont garanties d’être dans leur état original et inaltérable À partir de : %(start_move_name)s %(start_move_ref)s À : %(end_move_name)s %(end_move_ref)s Pour que ce rapport soit juridiquement significatif, veuillez télécharger votre certification à partir de votre compte client sur Odoo.com (uniquement pour les utilisateurs d’Odoo Enterprise).

source: According to the French law, you cannot modify a journal item in order for its posted data to be updated or deleted. Unauthorized field: %s.
fr: Selon la loi Française, vous ne pouvez pas modifier une écriture de telle façon que ses données affichées soient mises à jour ou supprimées. Champ non autorisé : %s.

source: According to the French law, you cannot modify a journal in order for its posted data to be updated or deleted. Unauthorized field: %s.
fr: Selon la loi Français, vous ne pouvez pas modifier un journal de telle façon que ses données affichées soient mises à jour ou supprimées. Champ non autorisé : %s.

source: It is not permitted to disable the data inalterability in this journal (%s) since journal entries have already been protected.
fr: Il n’est pas permis de désactiver l’inaltérabilité des données dans ce journal (%s) puisque les écritures ont déjà été protégées.
